---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Kilovolts
source: html/1e3558e2-220e-1395-cd3e-1e06a5aaddf9.htm
---
# Autodesk.Revit.DB.UnitTypeId.Kilovolts Property

Kilovolts.

## Syntax (C#)
```csharp
public static ForgeTypeId Kilovolts { get; }
```